alacritty
amd-ucode
baobab
base
base-devel
btop
calibre
chromium
code
discord
dosfstools
efibootmgr
epiphany
evince
firefox
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
intel-media-driver
iwd
jq
libpulse
libva-intel-driver
linux
linux-firmware
loupe
malcontent
mullvad-vpn
nano
nautilus
neofetch
network-manager-applet
networkmanager
obs-studio
oh-my-zsh-git
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qbittorrent
rygel
simple-scan
smartmontools
snapshot
spotify
steam
stow
supertux
sushi
tecla
totem
vim
vlc
vulkan-intel
vulkan-radeon
wget
wine
wireless_tools
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay
yelp
zsh
