alacritty
amd-ucode
atuin
btop
fastfetch
git-delta
git-filter-repo
gparted
htop
lsd
obs-studio
obsidian
polymc
spicetify-cli
spotify
steam
tmux
ttf-ibmplex-mono-nerd
vencord
visual-studio-code-bin
wl-clipboard
