alacritty
amd-ucode
archinstall
baobab
base
base-devel
bridge-utils
btop
calibre
chromium
clight
dnsmasq
dosfstools
edk2-ovmf
efibootmgr
electron
epiphany
evince
fastfetch
firefox
gdm
gimp
gimp-plugin-gmic
gimp-plugin-resynthesizer
git
git-delta
git-filter-repo
gmic
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gparted
gphoto2
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
intel-media-driver
iwd
jdk21-openjdk
jq
laptop-mode-tools
lazygit
less
libmpeg2
libpulse
libva-intel-driver
linux-firmware
linux-zen
linux-zen-headers
loupe
lsd
malcontent
mullvad-vpn
nano
nautilus
neofetch
network-manager-applet
networkmanager
nvm
obs-studio
obsidian
oh-my-zsh-git
orca
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polymc
power-profiles-daemon
python-pyqt5
qbittorrent
qemu-base
rustup
rygel
simple-scan
smartmontools
snapshot
spicetify-cli
spotify
steam
stow
supertux
supertuxkart
sushi
tecla
tmux
totem
ttf-ibmplex-mono-nerd
vde2
vencord
vim
virt-manager
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vlc-plugins-all
vlc-plugins-extra
vulkan-intel
vulkan-radeon
vulkan-tools
wget
wine
wireless_tools
wireplumber
wl-clipboard
woff2-cascadia-code
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xournalpp
yay
yelp
zram-generator
zsh
